Repository: dominichayesferen/cinnamon-layout-4-4
Catalog: usr/share/cinnamon/extensions/transparent-panels@germanfr/po/*.po
Languages: it

source: %s enabled
it: %s abilitato

source: Open the extension settings and customize your panels
it: Apri le impostazioni dell'estensione e personalizza i tuoi pannelli

source: Open settings
it: Apri le Impostazioni

source: General
it: Generale

source: Type of transparency
it: Tipo di trasparenza

source: With shadow
it: Con ombreggiatura

source: Fully transparent
it: Completamente trasparente

source: Semi-transparent
it: Semi-trasparente

source: Choose the type of transparency you want.
it: Scegli il tipo di trasparenza che desideri.

source: Use current theme styles
it: Usa gli stili del tema corrente

source: Only for supported themes. Let the theme style the panels instead of using the extension presets. Use this in case the panels transparency is icorrectly set.
it: Solo per temi supportati. Lascia che il tema modifichi i pannelli anziché utilizzare i predefiniti dell'estensione. Utilizza questo nel caso in cui la trasparenza dei pannelli sia impostata correttamente.

source: Remove theme transparency (experimental)
it: Rimuovi trasparenza tema (sperimentale)

source: Remove panel transparency when it's not transparent.
it: Rimuove la trasparenza del pannello quando non è trasparente.

source: Filter panels
it: Filtro pannelli

source: Select the panels that will be affected by this extension.
it: Seleziona i pannelli che saranno interessati da questa estensione.

source: Top panel
it: Pannello in alto

source: Right panel
it: Pannello a destra

source: Bottom panel
it: Pannello in basso

source: Left panel
it: Pannello a sinistra

source: Transparent panels
it: Pannelli trasparenti

source: Transparentize your panels when there are no any maximized windows
it: Rendi trasparenti i tuoi pannelli quando non ci sono finestre ingrandite
